{
  "header": {
    "home": "Home",
    "about": "About",
    "themes": "Themes",
    "members": "Members",
    "publications": "Publications",
    "news": "News",
    "access": "Access"
  },
  "top": {
    "message": {
      "title": "Message",
      "content1": "Morilab is a research lab that creates useful systems in the medical field based on high-dimensional image analysis from 2D to 4D. By using the technology that computers understand the human body, we aim to revolutionize diagnosis and treatment, and to challenge new industrial applications and visualizations.",
      "content2": "We respect autonomy and work together with partners around the world to create a better future."
    },
    "researchTheme": {
      "title": "Research Theme",
      "theme1": {
        "title": "Image Recognition, Understanding, and Computer Vision",
        "description": "Use PC to analyze medical images and connect to cancer detection and density structure analysis"
      },
      "button": "View more"
    },
    "news": {
      "title": "Latest News",
      "button": "View more"
    }
  },
  "about": {
    "title": "About",
    "professor": {
      "title": "Professors in Morilab",
      "name": "Professor Kensaku Mori",
      "mail": "kensaku (at) is.nagoya-u.ac.jp",
      "description": "((at) is replaced with @)"
    },
    "message": {
      "title": "Message from Morilab",
      "message": "Morilab is a research lab that creates useful systems in the medical field based on high-dimensional image analysis from 2D to 4D. By using the technology that computers understand the human body, we aim to revolutionize diagnosis and treatment, and to challenge new industrial applications and visualizations."
    },
    "entry": {
      "title": "Entry",
      "bachelor": {
        "title": "Undergraduate",
        "description": "Please apply to Morilab in the research room assignment in the third year of the Computer Science Department of the Nagoya University Faculty of Engineering and Information and Communication Engineering Department."
      },
      "master": {
        "title": "Graduate Student (Master)",
        "description": "Please take the entrance exam to the Doctoral Course of the Graduate School of Information Science and Technology, Nagoya University. Please also apply to Morilab."
      },
      "doctor": {
        "title": "Graduate Student (Doctor)",
        "description": "Please take the entrance exam to the Doctoral Course of the Graduate School of Information Science and Technology, Nagoya University. Please also apply to Morilab."
      }
    },
    "path": {
      "title": "Example of Graduates' Paths (Name and Year in no particular order. Includes graduates from the old Morilab.)",
      "description": "Graduates are active in a wide range of industries such as automobiles, electrical equipment, communication, and transportation. Of course, there are also graduates who are active in companies that are related to medical image processing.",
      "example": "Example: DENSO, Canon, Toyota, Brother, Ricoh, Toyota Auto, Suzuki, Fujitsu, NTT, Fuji Film, Omron, Sony, IBM, Panasonic, etc."
    }
  },
  "theme": {
    "title": "Research Theme",
    "imageRecognition": {
      "title": "1. Image Recognition, Understanding, and Computer Vision",
      "content": "Use PC to analyze medical images and connect to cancer detection and density structure analysis"
    },
    "imageGeneration": {
      "title": "2. Image Generation, Visualization Technology (Computer Graphics)",
      "content": "Use PC to analyze medical images and connect to cancer detection and density structure analysis",
      "imageDescription": "Visualization of a large-scale turbulent flow obtained by a supercomputer"
    },
    "medicalApplication": {
      "title": "3. Application to the Medical Field",
      "3dPrinter": {
        "title": "Use of 3D-printed human organ models",
        "content": "The use of 3D printers in the medical field is diverse, including implant creation, diagnosis support, surgery simulation, surgery navigation, informed consent, and medical nursing education.",
        "imageDescription1": "Kidney model created by shape exposure method",
        "imageDescription2": "Model of microvascular structure created by shape exposure method"
      },
      "virtualEndoscope": {
        "title": "Virtual Endoscopy",
        "content": "This is a technique that generates images as if they were observed with an endoscope based on CT or MR images. We have been conducting research on this continuously since 1993. We have also published the first paper on real-time interactive virtual endoscopy (virtual endoscopy).",
        "imageDescription1": "Virtual endoscopy system at the time",
        "imageDescription2": "Current virtual endoscopy system. If you would like to evaluate, please contact us by email."
      },
      "medicalImageRecognition": {
        "title": "Medical Image Recognition",
        "content": "The target domains are airways, abdominal organs, and lymph nodes. For the airways, we are conducting research on extracting the airway region from CT images (segmentation) and automatically assigning anatomical names to each branch of the extracted airway region. For abdominal organs, we are conducting research on automatically detecting various organs from abdominal CT images at the same time. For lymph nodes, we are conducting research on detecting lymph nodes from CT images.",
        "imageDescription1": "Extraction result of airway region",
        "imageDescription2": "Result of assigning anatomical names to each branch of the extracted airway region",
        "imageDescription3": "Segmentation result of abdominal organs",
        "imageDescription4": "Detection result of lymph nodes"
      },
      "cad": {
        "title": "Computer-aided diagnosis and automatic diagnosis (CAD)",
        "content": "We are conducting research on systems that support the diagnosis of lung cancer, emphysema, and colorectal polyps.",
        "imageDescription1": "Lung cancer CAD system",
        "imageDescription2": "Emphysema CAD system",
        "imageDescription3": "Colorette diagnosis support system"
      },
      "surgerySimulation": {
        "title": "Surgery Simulation",
        "content": "In laparoscopic surgery simulation, preoperative simulation is possible before laparoscopic surgery. We are also conducting simulation of laparoscopic surgery for rectal surgery and simulation of laparoscopic surgery for rectal surgery.",
        "imageDescription1": "Laparoscopic surgery simulation",
        "imageDescription2": "Simulation of laparoscopic surgery for rectal surgery"
      },
      "humanInteraction": {
        "title": "Exploration of the mechanisms of human vision, thinking, and behavior",
        "content": "By using virtual reality (virtual world realization technology), we are trying to apply virtual reality technology to medical applications. We have developed a virtual reality system that can be completely immersed in the human body, and it has been featured in news stations and science channels.",
        "imageDescription1": "Virtual reality system that can be completely immersed in the human body"
      }
    }
  },
  "member": {
    "title": "Members",
    "yearSelector": "Year Selection",
    "memberList": "Year Members"
  },
  "publication": {
    "title": "Publications",
    "publicationList": "Year Publications",
    "yearSelector": "Year Selection"
  },
  "news": {
    "title": "News"
  }
}
